Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Остальные дождутся сами: %@.
ar: البقية ستتدبر أمرها: %@.
bg: Останалите ще издържат сами: %@.
bn: বাকিরা নিজেরাই সামলে নেবে: %@।
ca: Les altres aguantaran soles: %@.
cs: Ostatní to zvládnou samy: %@.
da: Resten klarer sig selv: %@.
de: Der Rest hält selbst durch: %@.
el: Τα υπόλοιπα θα τα βγάλουν πέρα μόνα τους: %@.
en: The rest will wait on their own: %@.
es: Las demás aguantarán solas: %@.
fi: Muut pärjäävät itse: %@.
fr: Les autres tiendront seules : %@.
gu: બાકીના જાતે સંભાળી લેશે: %@.
he: השאר יסתדרו לבד: %@.
hi: बाकी खुद संभल जाएँगे: %@।
hr: Ostale će izdržati same: %@.
hu: A többi kibírja magától: %@.
id: Sisanya bisa bertahan sendiri: %@.
it: Le altre resisteranno da sole: %@.
ja: ほかは自分で待てます：%@。
kk: Қалғандары өздері шыдайды: %@.
kn: ಉಳಿದವು ತಾವೇ ನಿಭಾಯಿಸುತ್ತವೆ: %@.
ko: 나머지는 스스로 버틸 수 있어요: %@.
lt: Kiti išsivers patys: %@.
ml: ബാക്കിയുള്ളവ സ്വയം പിടിച്ചുനിൽക്കും: %@.
mr: बाकीची स्वतः सांभाळतील: %@.
ms: Yang lain boleh bertahan sendiri: %@.
nb: Resten klarer seg selv: %@.
nl: De rest redt zich zelf: %@.
or: ବାକିମାନେ ନିଜେ ସମ୍ଭାଳିନେବେ: %@।
pa: ਬਾਕੀ ਆਪ ਸੰਭਾਲ ਲੈਣਗੇ: %@।
pl: Reszta poradzi sobie sama: %@.
pt_br: As outras aguentam sozinhas: %@.
pt_pt: As outras aguentam sozinhas: %@.
ro: Celelalte se descurcă singure: %@.
sk: Ostatné to zvládnu samy: %@.
sl: Ostale bodo zdržale same: %@.
sv: Resten klarar sig själva: %@.
ta: மற்றவை தாமாகச் சமாளிக்கும்: %@.
te: మిగతావి వాటంతట అవే తట్టుకుంటాయి: %@.
th: ต้นอื่นๆ อยู่ได้เอง: %@
tr: Diğerleri kendi başına idare eder: %@.
uk: Решта дочекається сама: %@.
ur: باقی خود سنبھال لیں گے: %@۔
vi: Số còn lại tự lo được: %@.
zh_hans: 其余的能自己撑住：%@。
zh_hant: 其餘的能自己撐住：%@。

source: Остановить
ar: إيقاف
bg: Спри
bn: থামান
ca: Atura
cs: Zastavit
da: Stop
de: Stopp
el: Διακοπή
en: Stop
es: Detener
fi: Lopeta
fr: Arrêter
gu: રોકો
he: עצירה
hi: रोकें
hr: Zaustavi
hu: Leállítás
id: Hentikan
it: Ferma
ja: 停止
kk: Тоқтату
kn: ನಿಲ್ಲಿಸಿ
ko: 정지
lt: Sustabdyti
ml: നിർത്തുക
mr: थांबवा
ms: Hentikan
nb: Stopp
nl: Stop
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਰੋਕੋ
pl: Zatrzymaj
pt_br: Parar
pt_pt: Parar
ro: Oprește
sk: Zastaviť
sl: Ustavi
sv: Stoppa
ta: நிறுத்து
te: ఆపండి
th: หยุด
tr: Durdur
uk: Зупинити
ur: روکیں
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Откроется растение: большая кнопка «Полить сейчас», история поливов, заметки и настройки.
ar: ستُفتح النبتة: زر كبير «اسقِ الآن»، وسجل السقي، والملاحظات، والإعدادات.
bg: Ще се отвори растението: голям бутон „Полей сега“, история на поливанията, бележки и настройки.
bn: গাছটি খুলবে: বড় “এখনই জল দিন” বোতাম, জল দেওয়ার ইতিহাস, নোট আর সেটিংস।
ca: S’obrirà la planta: un botó gran «Rega ara», l’historial de regs, notes i configuració.
cs: Otevře se rostlina: velké tlačítko „Zalít teď“, historie zálivek, poznámky a nastavení.
da: Planten åbnes: en stor ”Vand nu”-knap, vandingshistorik, noter og indstillinger.
de: Die Pflanze öffnet sich: eine große Taste „Jetzt gießen“, Gießverlauf, Notizen und Einstellungen.
el: Ανοίγει το φυτό: ένα μεγάλο κουμπί «Πότισμα τώρα», το ιστορικό ποτισμάτων, σημειώσεις και ρυθμίσεις.
en: The plant opens: a big “Water Now” button, watering history, notes, and settings.
es: Se abre la planta: un botón grande “Regar ahora”, el historial de riegos, notas y ajustes.
fi: Kasvi aukeaa: iso ”Kastele nyt” -painike, kasteluhistoria, muistiinpanot ja asetukset.
fr: La plante s’ouvre : un grand bouton « Arroser maintenant », l’historique des arrosages, des notes et les réglages.
gu: છોડ ખૂલશે: મોટું બટન “હમણાં પાણી આપો”, પાણી આપ્યાનો ઇતિહાસ, નોંધો અને સેટિંગ્સ.
he: הצמח ייפתח: כפתור גדול “להשקות עכשיו”, היסטוריית השקיות, הערות והגדרות.
hi: पौधा खुलेगा: बड़ा बटन “अभी पानी दें”, पानी देने का इतिहास, नोट्स और सेटिंग।
hr: Otvorit će se biljka: veliki gumb „Zalij sada”, povijest zalijevanja, bilješke i postavke.
hu: Megnyílik a növény: egy nagy „Öntözés most” gomb, az öntözések előzményei, jegyzetek és beállítások.
id: Tanaman akan terbuka: tombol besar “Siram sekarang”, riwayat penyiraman, catatan, dan pengaturan.
it: Si apre la pianta: un grande pulsante “Annaffia ora”, la cronologia delle annaffiature, le note e le impostazioni.
ja: 植物が開きます。大きな「今すぐ水やり」ボタン、水やりの記録、メモ、設定があります。
kk: Өсімдік ашылады: үлкен «Қазір суару» түймесі, суару тарихы, жазбалар және параметрлер.
kn: ಗಿಡ ತೆರೆಯುತ್ತದೆ: ದೊಡ್ಡ “ಈಗಲೇ ನೀರು ಹಾಕಿ” ಬಟನ್, ನೀರು ಹಾಕಿದ ಇತಿಹಾಸ, ಟಿಪ್ಪಣಿಗಳು ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು.
ko: 식물이 열려요. 큰 ‘지금 물주기’ 버튼, 물주기 기록, 메모, 설정이 있어요.
lt: Atsidarys augalas: didelis mygtukas „Palaistyti dabar“, laistymų istorija, užrašai ir nustatymai.
ml: ചെടി തുറക്കും: വലിയ “ഇപ്പോൾ നനയ്ക്കുക” ബട്ടൺ, നനച്ചതിന്റെ ചരിത്രം, കുറിപ്പുകൾ, ക്രമീകരണങ്ങൾ.
mr: रोप उघडेल: मोठे “आता पाणी घाला” बटण, पाणी दिल्याचा इतिहास, टिपा आणि सेटिंग्ज.
ms: Tumbuhan akan dibuka: butang besar “Siram sekarang”, sejarah siraman, nota dan tetapan.
nb: Planten åpnes: en stor «Vann nå»-knapp, vanningshistorikk, notater og innstillinger.
nl: De plant gaat open: een grote knop ‘Geef nu water’, de watergeefgeschiedenis, notities en instellingen.
or: ଗଛ ଖୋଲିବ: ବଡ଼ “ବର୍ତ୍ତମାନ ପାଣି ଦିଅନ୍ତୁ” ବଟନ୍, ପାଣି ଦେବାର ଇତିହାସ, ନୋଟ୍ ଓ ସେଟିଂସ।
pa: ਪੌਦਾ ਖੁੱਲ੍ਹੇਗਾ: ਵੱਡਾ ਬਟਨ “ਹੁਣੇ ਪਾਣੀ ਦਿਓ”, ਪਾਣੀ ਦੇਣ ਦਾ ਇਤਿਹਾਸ, ਨੋਟ ਅਤੇ ਸੈਟਿੰਗਾਂ।
pl: Otworzy się roślina: duży przycisk „Podlej teraz”, historia podlewania, notatki i ustawienia.
pt_br: A planta se abre: um botão grande “Regar agora”, o histórico de regas, notas e ajustes.
pt_pt: A planta abre-se: um botão grande “Regar agora”, o histórico de regas, notas e definições.
ro: Se deschide planta: un buton mare „Udă acum”, istoricul udărilor, notițe și setări.
sk: Otvorí sa rastlina: veľké tlačidlo „Poliať teraz“, história polievania, poznámky a nastavenia.
sl: Odpre se rastlina: velik gumb »Zalij zdaj«, zgodovina zalivanja, zapiski in nastavitve.
sv: Växten öppnas: en stor ”Vattna nu”-knapp, vattningshistorik, anteckningar och inställningar.
ta: செடி திறக்கும்: பெரிய “இப்போதே ஊற்று” பொத்தான், நீர் ஊற்றிய வரலாறு, குறிப்புகள், அமைப்புகள்.
te: మొక్క తెరుచుకుంటుంది: పెద్ద “ఇప్పుడే నీళ్లు పోయండి” బటన్, నీళ్లు పోసిన చరిత్ర, నోట్స్, సెట్టింగ్‌లు.
th: หน้าต้นไม้จะเปิดขึ้น มีปุ่ม “รดน้ำเลย” ขนาดใหญ่ ประวัติการรดน้ำ โน้ต และการตั้งค่า
tr: Bitki açılır: büyük bir “Şimdi sula” düğmesi, sulama geçmişi, notlar ve ayarlar.
uk: Відкриється рослина: велика кнопка «Полити зараз», історія поливів, нотатки й налаштування.
ur: پودا کھل جائے گا: بڑا بٹن “ابھی پانی دیں”، پانی دینے کی تاریخ، نوٹس اور ترتیبات۔
vi: Trang của cây sẽ mở: nút “Tưới ngay” lớn, lịch sử tưới, ghi chú và cài đặt.
zh_hans: 打开植物页面：大大的“立即浇水”按钮、浇水记录、备注和设置。
zh_hant: 打開植物頁面：大大的「立即澆水」按鈕、澆水紀錄、備註和設定。

source: Откройте Sprout — и сад появится здесь.
ar: افتح Sprout وستظهر حديقتك هنا.
bg: Отворете Sprout — и градината ще се появи тук.
bn: Sprout খুলুন, আপনার বাগান এখানে দেখা যাবে।
ca: Obre Sprout i el teu jardí apareixerà aquí.
cs: Otevřete Sprout a zahrada se objeví tady.
da: Åbn Sprout, så vises din have her.
de: Öffne Sprout, dann erscheint dein Garten hier.
el: Ανοίξτε το Sprout και ο κήπος σας θα εμφανιστεί εδώ.
en: Open Sprout and your garden will appear here.
es: Abre Sprout y tu jardín aparecerá aquí.
fi: Avaa Sprout, niin puutarhasi näkyy tässä.
fr: Ouvrez Sprout et votre jardin apparaîtra ici.
gu: Sprout ખોલો અને તમારો બગીચો અહીં દેખાશે.
he: פתחו את Sprout והגינה תופיע כאן.
hi: Sprout खोलें और आपका बगीचा यहाँ दिखेगा।
hr: Otvorite Sprout i vaš će se vrt pojaviti ovdje.
hu: Nyisd meg a Sproutot, és itt megjelenik a kerted.
id: Buka Sprout, dan kebunmu akan muncul di sini.
it: Apri Sprout e il tuo giardino apparirà qui.
ja: Sproutを開くと、ここに庭が表示されます。
kk: Sprout-ты ашыңыз — бақ осында пайда болады.
kn: Sprout ತೆರೆಯಿರಿ, ನಿಮ್ಮ ತೋಟ ಇಲ್ಲಿ ಕಾಣುತ್ತದೆ.
ko: Sprout을 열면 여기에 정원이 나타나요.
lt: Atidarykite Sprout ir sodas atsiras čia.
ml: Sprout തുറക്കുക, നിങ്ങളുടെ തോട്ടം ഇവിടെ കാണും.
mr: Sprout उघडा आणि तुमची बाग इथे दिसेल.
ms: Buka Sprout dan taman anda akan muncul di sini.
nb: Åpne Sprout, så vises hagen din her.
nl: Open Sprout en je tuin verschijnt hier.
or: Sprout ଖୋଲନ୍ତୁ ଏବଂ ଆପଣଙ୍କ ବଗିଚା ଏଠାରେ ଦେଖାଯିବ।
pa: Sprout ਖੋਲ੍ਹੋ ਅਤੇ ਤੁਹਾਡਾ ਬਗੀਚਾ ਇੱਥੇ ਦਿਖੇਗਾ।
pl: Otwórz Sprout, a twój ogród pojawi się tutaj.
pt_br: Abra o Sprout e seu jardim vai aparecer aqui.
pt_pt: Abra o Sprout e o seu jardim aparece aqui.
ro: Deschide Sprout și grădina ta va apărea aici.
sk: Otvorte Sprout a záhrada sa objaví tu.
sl: Odprite Sprout in vaš vrt se bo pojavil tukaj.
sv: Öppna Sprout så visas din trädgård här.
ta: Sprout ஐத் திறந்தால் உங்கள் தோட்டம் இங்கே தோன்றும்.
te: Sprout తెరవండి, మీ తోట ఇక్కడ కనిపిస్తుంది.
th: เปิด Sprout แล้วสวนของคุณจะปรากฏที่นี่
tr: Sprout’u açın, bahçeniz burada görünsün.
uk: Відкрийте Sprout — і сад з’явиться тут.
ur: Sprout کھولیں اور آپ کا باغ یہاں نظر آئے گا۔
vi: Mở Sprout và khu vườn sẽ hiện ở đây.
zh_hans: 打开 Sprout，你的花园就会显示在这里。
zh_hant: 打開 Sprout，你的花園就會顯示在這裡。

source: Открывает растения комнаты в дополненной реальности.
ar: يفتح نباتات الغرفة بالواقع المعزز.
bg: Отваря растенията от стаята в добавена реалност.
bn: ঘরের গাছগুলো অগমেন্টেড রিয়েলিটিতে খোলে।
ca: Obre les plantes de l’habitació en realitat augmentada.
cs: Otevře rostliny místnosti v rozšířené realitě.
da: Åbner rummets planter i augmented reality.
de: Öffnet die Pflanzen des Raums in Augmented Reality.
el: Ανοίγει τα φυτά του δωματίου σε επαυξημένη πραγματικότητα.
en: Opens the room’s plants in augmented reality.
es: Abre las plantas de la habitación en realidad aumentada.
fi: Avaa huoneen kasvit lisätyssä todellisuudessa.
fr: Ouvre les plantes de la pièce en réalité augmentée.
gu: રૂમના છોડ ઑગમેન્ટેડ રિયાલિટીમાં ખોલે છે.
he: פותח את צמחי החדר במציאות רבודה.
hi: कमरे के पौधे ऑगमेंटेड रियलिटी में खोलता है।
hr: Otvara biljke sobe u proširenoj stvarnosti.
hu: Megnyitja a szoba növényeit kiterjesztett valóságban.
id: Membuka tanaman di ruangan dalam realitas tertambah.
it: Apre le piante della stanza in realtà aumentata.
ja: 部屋の植物を拡張現実で開きます。
kk: Бөлменің өсімдіктерін толықтырылған шындықта ашады.
kn: ಕೋಣೆಯ ಗಿಡಗಳನ್ನು ಆಗ್ಮೆಂಟೆಡ್ ರಿಯಾಲಿಟಿಯಲ್ಲಿ ತೆರೆಯುತ್ತದೆ.
ko: 방의 식물을 증강 현실로 열어요.
lt: Atveria kambario augalus papildytojoje realybėje.
ml: മുറിയിലെ ചെടികൾ ഓഗ്മെന്റഡ് റിയാലിറ്റിയിൽ തുറക്കുന്നു.
mr: खोलीतील रोपे ऑगमेंटेड रिअ‍ॅलिटीमध्ये उघडते.
ms: Membuka tumbuhan bilik dalam realiti tambahan.
nb: Åpner rommets planter i utvidet virkelighet.
nl: Opent de planten van de kamer in augmented reality.
or: ରୁମ୍‌ର ଗଛଗୁଡ଼ିକୁ ଅଗମେଣ୍ଟେଡ୍ ରିଆଲିଟିରେ ଖୋଲେ।
pa: ਕਮਰੇ ਦੇ ਪੌਦੇ ਔਗਮੈਂਟਡ ਰਿਐਲਿਟੀ ਵਿੱਚ ਖੋਲ੍ਹਦਾ ਹੈ।
pl: Otwiera rośliny pokoju w rzeczywistości rozszerzonej.
pt_br: Abre as plantas do cômodo em realidade aumentada.
pt_pt: Abre as plantas da divisão em realidade aumentada.
ro: Deschide plantele camerei în realitate augmentată.
sk: Otvorí rastliny miestnosti v rozšírenej realite.
sl: Odpre rastline sobe v obogateni resničnosti.
sv: Öppnar rummets växter i förstärkt verklighet.
ta: அறையின் செடிகளை ஆக்மென்டட் ரியாலிட்டியில் திறக்கும்.
te: గది మొక్కలను ఆగ్మెంటెడ్ రియాలిటీలో తెరుస్తుంది.
th: เปิดต้นไม้ในห้องด้วยความเป็นจริงเสริม
tr: Odanın bitkilerini artırılmış gerçeklikte açar.
uk: Відкриває рослини кімнати в доповненій реальності.
ur: کمرے کے پودے اضافہ شدہ حقیقت میں کھولتا ہے۔
vi: Mở các cây trong phòng bằng thực tế tăng cường.
zh_hans: 用增强现实打开房间里的植物。
zh_hant: 用擴增實境打開房間裡的植物。

source: Открыть
ar: فتح القفل
bg: Отключи
bn: আনলক করুন
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
en: Unlock
es: Desbloquear
fi: Avaa
fr: Déverrouiller
gu: અનલૉક કરો
he: פתיחה
hi: अनलॉक करें
hr: Otključaj
hu: Feloldás
id: Buka kunci
it: Sblocca
ja: ロック解除
kk: Ашу
kn: ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ko: 잠금 해제
lt: Atrakinti
ml: അൺലോക്ക് ചെയ്യുക
mr: अनलॉक करा
ms: Buka kunci
nb: Lås opp
nl: Ontgrendel
or: ଅନଲକ୍ କରନ୍ତୁ
pa: ਅਨਲੌਕ ਕਰੋ
pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro: Deblochează
sk: Odomknúť
sl: Odkleni
sv: Lås upp
ta: திற
te: అన్‌లాక్ చేయి
th: ปลดล็อก
tr: Kilidi aç
uk: Відкрити
ur: کھولیں
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Открыть настройки
ar: فتح الإعدادات
bg: Отвори настройките
bn: সেটিংস খুলুন
ca: Obre la configuració
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
en: Open Settings
es: Abrir Ajustes
fi: Avaa Asetukset
fr: Ouvrir les Réglages
gu: સેટિંગ્સ ખોલો
he: פתיחת ההגדרות
hi: सेटिंग्ज़ खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
kk: Баптауларды ашу
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 설정 열기
lt: Atidaryti nustatymus
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
or: ସେଟିଂସ୍ ଖୋଲନ୍ତୁ
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide Configurări
sk: Otvoriť Nastavenia
sl: Odpri Nastavitve
sv: Öppna Inställningar
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లు తెరువు
th: เปิดการตั้งค่า
tr: Ayarlar’ı aç
uk: Відкрити налаштування
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

source: Открыть растение
ar: فتح النبتة
bg: Отвори растението
bn: গাছ খুলুন
ca: Obre la planta
cs: Otevřít rostlinu
da: Åbn plante
de: Pflanze öffnen
el: Άνοιγμα φυτού
en: Open Plant
es: Abrir planta
fi: Avaa kasvi
fr: Ouvrir la plante
gu: છોડ ખોલો
he: פתיחת הצמח
hi: पौधा खोलें
hr: Otvori biljku
hu: Növény megnyitása
id: Buka tanaman
it: Apri pianta
ja: 植物を開く
kk: Өсімдікті ашу
kn: ಗಿಡ ತೆರೆಯಿರಿ
ko: 식물 열기
lt: Atverti augalą
ml: ചെടി തുറക്കുക
mr: रोप उघडा
ms: Buka tumbuhan
nb: Åpne plante
nl: Open plant
or: ଗଛ ଖୋଲନ୍ତୁ
pa: ਪੌਦਾ ਖੋਲ੍ਹੋ
pl: Otwórz roślinę
pt_br: Abrir planta
pt_pt: Abrir planta
ro: Deschide planta
sk: Otvoriť rastlinu
sl: Odpri rastlino
sv: Öppna växt
ta: செடியைத் திற
te: మొక్కను తెరవండి
th: เปิดต้นไม้
tr: Bitkiyi aç
uk: Відкрити рослину
ur: پودا کھولیں
vi: Mở cây
zh_hans: 打开植物
zh_hant: 打開植物

source: Отлично
ar: رائع
bg: Супер
bn: দারুণ
ca: Genial
cs: Skvělé
da: Super
de: Super
el: Τέλεια
en: Great
es: ¡Genial!
fi: Mahtavaa
fr: Super
gu: સરસ
he: מעולה
hi: बढ़िया
hr: Odlično
hu: Szuper
id: Keren
it: Fantastico
ja: すばらしい
kk: Керемет
kn: ಅದ್ಭುತ
ko: 좋아요
lt: Puiku
ml: ഗംഭീരം
mr: छान
ms: Hebat
nb: Supert
nl: Top
or: ଚମତ୍କାର
pa: ਸ਼ਾਨਦਾਰ
pl: Super
pt_br: Demais
pt_pt: Fantástico
ro: Super
sk: Skvelé
sl: Odlično
sv: Toppen
ta: அருமை
te: అద్భుతం
th: เยี่ยมเลย
tr: Harika
uk: Чудово
ur: زبردست
vi: Tuyệt vời
zh_hans: 太棒了
zh_hant: 太棒了

source: Отмена
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
en: Cancel
es: Cancelar
fi: Kumoa
fr: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
kk: Бас тарту
kn: ರದ್ದುಮಾಡಿ
ko: 취소
lt: Atšaukti
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Отмечает полив: влажность встаёт на сто процентов, а полив попадает в журнал.
ar: يسجّل السقي: ترتفع الرطوبة إلى مئة بالمئة ويُضاف السقي إلى السجل.
bg: Отбелязва поливане: влажността става сто процента, а поливането влиза в дневника.
bn: জল দেওয়া নথিভুক্ত করে: আর্দ্রতা একশো শতাংশ হয় এবং হিসাবে যোগ হয়।
ca: Registra una regada: la humitat puja al cent per cent i la regada s’anota al registre.
cs: Zaznamená zalití: vlhkost stoupne na sto procent a zalití se zapíše do deníku.
da: Registrerer en vanding: fugten stiger til hundrede procent, og vandingen kommer i loggen.
de: Vermerkt das Gießen: Die Feuchtigkeit steigt auf hundert Prozent, und das Gießen landet im Protokoll.
el: Καταγράφει ένα πότισμα: η υγρασία ανεβαίνει στο εκατό τοις εκατό και το πότισμα μπαίνει στο ημερολόγιο.
en: Logs a watering: moisture goes up to one hundred percent and the watering is added to the log.
es: Registra un riego: la humedad sube al cien por cien y el riego se anota en el registro.
fi: Kirjaa kastelun: kosteus nousee sataan prosenttiin ja kastelu tallentuu päiväkirjaan.
fr: Note un arrosage : l’humidité remonte à cent pour cent et l’arrosage entre dans le journal.
gu: પાણી આપ્યાની નોંધ કરે છે: ભેજ સો ટકા થાય છે અને નોંધ ઉમેરાય છે.
he: רושם השקיה: הלחות עולה למאה אחוז וההשקיה נכנסת ליומן.
hi: सिंचाई दर्ज करता है: नमी सौ प्रतिशत हो जाती है और सिंचाई लॉग में जुड़ जाती है।
hr: Bilježi zalijevanje: vlažnost raste na sto posto, a zalijevanje ulazi u dnevnik.
hu: Rögzít egy öntözést: a nedvesség száz százalékra nő, az öntözés pedig bekerül a naplóba.
id: Mencatat penyiraman: kelembapan naik ke seratus persen dan penyiraman masuk ke catatan.
it: Registra un’annaffiatura: l’umidità sale al cento per cento e l’annaffiatura finisce nel registro.
ja: 水やりを記録します：湿度が100パーセントになり、水やりが記録に追加されます。
kk: Суаруды белгілейді: ылғал жүз пайызға жетеді, ал суару журналға түседі.
kn: ನೀರು ಹಾಕಿದ್ದನ್ನು ದಾಖಲಿಸುತ್ತದೆ: ತೇವಾಂಶ ನೂರು ಶೇಕಡಾ ಆಗುತ್ತದೆ, ದಾಖಲೆಗೆ ಸೇರುತ್ತದೆ.
ko: 물주기를 기록해요: 습도가 100퍼센트가 되고 기록에 추가돼요.
lt: Pažymi laistymą: drėgmė pakyla iki šimto procentų, o laistymas įrašomas į žurnalą.
ml: നന രേഖപ്പെടുത്തുന്നു: ഈർപ്പം നൂറ് ശതമാനമാകും, രേഖയിൽ ചേരും.
mr: पाणी घातल्याची नोंद करते: ओलावा शंभर टक्के होतो आणि नोंद जोडली जाते.
ms: Merekod siraman: kelembapan naik ke seratus peratus dan siraman dimasukkan ke dalam log.
nb: Registrerer en vanning: fukten stiger til hundre prosent, og vanningen havner i loggen.
nl: Registreert een waterbeurt: de vochtigheid gaat naar honderd procent en de beurt komt in het logboek.
or: ପାଣି ଦେବା ଲିପିବଦ୍ଧ କରେ: ଆର୍ଦ୍ରତା ଶହେ ପ୍ରତିଶତ ହୁଏ ଏବଂ ରେକର୍ଡରେ ଯୋଡ଼ାଯାଏ।
pa: ਪਾਣੀ ਦੇਣਾ ਦਰਜ ਕਰਦਾ ਹੈ: ਨਮੀ ਸੌ ਪ੍ਰਤੀਸ਼ਤ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਰਿਕਾਰਡ ਵਿੱਚ ਜੁੜ ਜਾਂਦਾ ਹੈ।
pl: Zapisuje podlanie: wilgotność rośnie do stu procent, a podlanie trafia do dziennika.
pt_br: Registra uma rega: a umidade sobe para cem por cento e a rega entra no histórico.
pt_pt: Regista uma rega: a humidade sobe para cem por cento e a rega entra no registo.
ro: Înregistrează o udare: umiditatea urcă la sută la sută, iar udarea intră în jurnal.
sk: Zaznamená poliatie: vlhkosť stúpne na sto percent a poliatie sa zapíše do denníka.
sl: Zabeleži zalivanje: vlažnost se dvigne na sto odstotkov, zalivanje pa se zapiše v dnevnik.
sv: Registrerar en vattning: fukten går upp till hundra procent och vattningen hamnar i loggen.
ta: நீர்ப்பாசனத்தைப் பதிவு செய்கிறது: ஈரப்பதம் நூறு சதவீதமாகும், பதிவில் சேரும்.
te: నీళ్లు పోయడాన్ని నమోదు చేస్తుంది: తేమ వంద శాతం అవుతుంది, రికార్డులో చేరుతుంది.
th: บันทึกการรดน้ำ: ความชื้นขึ้นเป็นร้อยเปอร์เซ็นต์ และการรดน้ำถูกบันทึกลงสมุด
tr: Bir sulamayı kaydeder: nem yüzde yüze çıkar ve sulama günlüğe eklenir.
uk: Позначає полив: вологість стає сто відсотків, а полив потрапляє в журнал.
ur: آبپاشی درج کرتا ہے: نمی سو فیصد ہو جاتی ہے اور ریکارڈ میں شامل ہو جاتی ہے۔
vi: Ghi lại lần tưới: độ ẩm lên một trăm phần trăm và lần tưới được ghi vào nhật ký.
zh_hans: 记录一次浇水：湿度升到百分之百，并记入浇水记录。
zh_hant: 記錄一次澆水：濕度升到百分之百，並記入澆水紀錄。

source: Отправить памятку соседу
ar: إرسال ملاحظة للجار
bg: Изпрати бележка на съседа
bn: প্রতিবেশীকে নোট পাঠান
ca: Envia una nota al veí
cs: Poslat vzkaz sousedovi
da: Send en seddel til naboen
de: Notiz an den Nachbarn senden
el: Αποστολή σημείωσης στον γείτονα
en: Send a Note to the Neighbor
es: Enviar nota al vecino
fi: Lähetä viesti naapurille
fr: Envoyer une note au voisin
gu: પાડોશીને નોંધ મોકલો
he: שליחת פתק לשכן
hi: पड़ोसी को नोट भेजें
hr: Pošalji poruku susjedu
hu: Üzenet a szomszédnak
id: Kirim catatan ke tetangga
it: Invia promemoria al vicino
ja: お隣さんにメモを送る
kk: Көршіге жазба жіберу
kn: ನೆರೆಯವರಿಗೆ ಟಿಪ್ಪಣಿ ಕಳುಹಿಸಿ
ko: 이웃에게 메모 보내기
lt: Siųsti raštelį kaimynui
ml: അയൽക്കാരന് കുറിപ്പ് അയയ്ക്കുക
mr: शेजाऱ्याला नोंद पाठवा
ms: Hantar nota kepada jiran
nb: Send lapp til naboen
nl: Stuur briefje naar de buurman
or: ପଡ଼ୋଶୀଙ୍କୁ ନୋଟ୍ ପଠାନ୍ତୁ
pa: ਗੁਆਂਢੀ ਨੂੰ ਨੋਟ ਭੇਜੋ
pl: Wyślij notatkę sąsiadowi
pt_br: Enviar recado ao vizinho
pt_pt: Enviar nota ao vizinho
ro: Trimite un bilet vecinului
sk: Poslať odkaz susedovi
sl: Pošlji sporočilo sosedu
sv: Skicka lapp till grannen
ta: அண்டை வீட்டாருக்குக் குறிப்பு அனுப்பு
te: పొరుగువారికి గమనిక పంపు
th: ส่งโน้ตถึงเพื่อนบ้าน
tr: Komşuya not gönder
uk: Надіслати пам’ятку сусідові
ur: پڑوسی کو نوٹ بھیجیں
vi: Gửi ghi chú cho hàng xóm
zh_hans: 给邻居发送备忘
zh_hant: 傳備忘給鄰居

source: Отсканировать
ar: مسح ضوئي
bg: Сканирай
bn: স্ক্যান করুন
ca: Escaneja
cs: Naskenovat
da: Scan
de: Scannen
el: Σάρωση
en: Scan
es: Escanear
fi: Skannaa
fr: Scanner
gu: સ્કૅન કરો
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Szkennelés
id: Pindai
it: Scansiona
ja: スキャン
kk: Сканерлеу
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 스캔
lt: Nuskenuoti
ml: സ്കാൻ ചെയ്യുക
mr: स्कॅन करा
ms: Imbas
nb: Skann
nl: Scannen
or: ସ୍କାନ୍ କରନ୍ତୁ
pa: ਸਕੈਨ ਕਰੋ
pl: Zeskanuj
pt_br: Escanear
pt_pt: Digitalizar
ro: Scanează
sk: Naskenovať
sl: Skeniraj
sv: Skanna
ta: ஸ்கேன் செய்
te: స్కాన్ చేయి
th: สแกน
tr: Tara
uk: Відсканувати
ur: اسکین کریں
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

source: Оформление
ar: المظهر
bn: চেহারা
ca: Aparença
cs: Vzhled
da: Udseende
de: Darstellung
el: Εμφάνιση
en: Appearance
es: Apariencia
fi: Ulkoasu
fr: Apparence
gu: દેખાવ
he: מראה
hi: रूप
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
kk: Безендіру
kn: ನೋಟ
ko: 모양
lt: Išvaizda
ml: രൂപം
mr: स्वरूप
ms: Penampilan
nb: Utseende
nl: Weergave
or: ରୂପ
pa: ਦਿੱਖ
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
sk: Vzhľad
sl: Videz
sv: Utseende
ta: தோற்றம்
te: రూపం
th: ลักษณะ
tr: Görünüm
uk: Оформлення
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Очистить
ar: مسح
bg: Изчисти
bn: পরিষ্কার করুন
ca: Esborra
cs: Vymazat
da: Ryd
de: Leeren
el: Καθαρισμός
en: Clear
es: Borrar
fi: Tyhjennä
fr: Effacer
gu: સાફ કરો
he: ניקוי
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Bersihkan
it: Cancella
ja: 消去
kk: Тазалау
kn: ತೆರವುಗೊಳಿಸಿ
ko: 지우기
lt: Išvalyti
ml: മായ്ക്കുക
mr: साफ करा
ms: Kosongkan
nb: Tøm
nl: Wis
or: ସଫା କରନ୍ତୁ
pa: ਸਾਫ਼ ਕਰੋ
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Golește
sk: Vymazať
sl: Počisti
sv: Rensa
ta: அழி
te: క్లియర్ చేయి
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa sạch
zh_hans: 清除
zh_hant: 清除
